[
  "table-editor-obsidian",
  "obsidian-image-auto-upload-plugin",
  "obsidian-image-toolkit",
  "mousewheel-image-zoom",
  "obsidian-auto-link-title",
  "OA-file-hider",
  "oz-image-plugin",
  "obsidian-emoji-toolbar",
  "obsidian-style-settings",
  "inline-code-highlight",
  "calendar",
  "obsidian-memos",
  "number-headings-obsidian",
  "recent-files-obsidian",
  "editing-toolbar",
  "obsidian-local-images-plus",
  "obsidian-icon-folder"
]